Repository: thbonk/MenuMeters
Catalog: Installer/Resources/*.lproj/Localizable.strings
Languages: german, italian, japanese, nl, zh_cn

source: Update
german: Aktualisieren
italian: Aggiorna
japanese: アップデート
zh_cn: 更新

source: %@ Installation
italian: Installazione %@
japanese: %@ インストール
zh_cn: %@ 更新

source: Unsupported Mac OS X version
german: Ungeeignete Mac OS X Version
italian: Versione di Mac OS X non supportata
japanese: この Mac OS Xはサポート外のバージョンです！
nl: Deze versie van Mac OSX wordt niet ondersteund
zh_cn: 不支持的 Mac OS X 版本

source: MenuMeters can only be installed on Mac OS X 10.2 or later.
german: MenuMeters kann nur unter Mac OS X 10.2 oder höher installiert werden.
italian: MenuMeters può essere installato solo su Mac OS X 10.2 e successivi.
japanese: MenuMeters は Mac OS X 10.2 またはそれ以降の OS にのみインストールできます。
nl: MenuMeters kan alleen onder Mac OSX 10.2 of later worden geïnstalleerd.
zh_cn: MenuMeters 只能被安装在 Mac OS X 10.2 或以后。

source: Installation Successful
german: Installation erfolgreich
italian: Installazione Terminata con Successo
japanese: インストールは完了しました。
nl: De installatie is geslaagd
zh_cn: 安装成功

source: MenuMeters was installed successfully. Open your System Preferences to start using MenuMeters.
german: MenuMeters wurde erfolgreich installiert. Öffnen Sie die Systemeinstellungen um MenuMeters zu aktivieren.
italian: MenuMeters è stato installato con successo. Apri Preferenze di Sistema per iniziare ad utilizzare MenuMeters.
japanese: MenuMeters のインストールは成功しました。使用するにはシステム環境設定を開いてください。
nl: De installatie van MenuMeters is geslaagd. Open de Systeemvoorkeuren om MenuMeters te gebruiken
zh_cn: MenuMeters 已安装成功。打开您的系统预置以开始使用 MenuMeters。

source: Update Successful
german: Aktualisierung erfolgreich
italian: Aggiornamento Ultimato con Successo
japanese: アップデートが完了しました!
nl: Update geslaagd
zh_cn: 更新成功

source: MenuMeters was updated successfully. You must logout and relogin to use the new version of MenuMeters.
german: MenuMeters wurde erfolgreich Aktualisiert. Sie müssen sich ab- und wieder anmelden, um die neue Version von MenuMeters zu benutzen.
italian: MenuMeters è stato aggiornato con successo. Deve effetture logout e poi di nuovo login per utilizzare la nuova versione di MenuMeters.
japanese: MenuMeters のアップデートは終了しました。再起動または再ログイン後ご利用になれます。
nl: De update van MenuMeters is geslaagd. Om de nieuwe versie te gebruiken moet u uit- en weer inloggen
zh_cn: MenuMeters 已更新成功。您必须注销并重新登陆以使用新版本的 MenuMeters。

source: Installation Failure
german: Installation fehlgeschlagen
italian: Installazione Fallita
japanese: インストールに失敗しました!
nl: Fout bij de installatie
zh_cn: 安装失败

source: MenuMeters could not be installed. Please see the Console log for errors.
german: MenuMeters konnte nicht installiert werden. Fehlermeldungen wurden im console.log protokolliert.
italian: Non è stato possibile installare MenuMeters. Per errori controlla prego il resoconto in Console.
japanese: MenuMeters がインストールできませんでした。コンソールのエラーログを参照下さい。
nl: MenuMeters kon niet worden geïnstalleerd. Raadpleeg de Console voor een foutenrapport.
zh_cn: MenuMeters 不能安装。请查看控制台日志的错误。

source: Uninstall Successful
german: Erfolgreich deinstalliert
italian: Disinistallazione Terminata con Successo
japanese: アンインストールは完了しました!
nl: Verwijderen geslaagd
zh_cn: 反安装成功

source: MenuMeters has been removed. You must logout to complete the uninstall.
german: MenuMeters wurde entfernt. Sie müssen sich abmelden, um die Deinstallation fertigzustellen.
italian: MenuMeters è stato rimosso. Devi effettuare logout per completare la disinstallazione.
japanese: MenuMeters がアンインストールされました。再起動または再ログインしてください。
nl: MenuMeters is verwijderd. U moet uit- en weer inloggen om het proces te voltooien.
zh_cn: MenuMeters 已被移除。您必须注销以完成反安装。

source: Uninstall Error
german: Fehler beim Deinstallieren
italian: Errore di Disinstallazione
japanese: 削除時のエラー
nl: Fout bij verwijderen
zh_cn: 反安装错误

source: MenuMeters could not be removed. Please see the Console log for errors.
german: MenuMeters konnte nicht entfernt werden. Fehlermeldungen wurden im console.log protokolliert.
italian: Non è stato possibile rimuovere MenuMeters. Per errori controlla prego il resoconto in Console.
japanese: MenuMeters がアンインストールできませんでした。コンソールのエラーログを参照下さい。
nl: MenuMeters kon niet worden verwijderd. Raadpleeg de Console voor een foutenrapport.
zh_cn: MenuMeters 不能被移除。请查看控制台日志的错误。
