Repository: thbonk/MenuMeters
Catalog: MenuExtras/MenuMeterMem/*.lproj/Localizable.strings
Languages: nl, zh_cn

source: U:
nl: G:
zh_cn: 用:

source: F:
nl: V:
zh_cn: 闲:

source: Memory Usage:
nl: Geheugengebruik:
zh_cn: 内存使用：

# %@ used, %@ free, %@ total
source: %1$@ used, %2$@ free, %3$@ total
nl: %1$@ in gebruik, %2$@ vrij, %3$@ totaal
zh_cn: %1$@ 已使用， %2$@ 可用， %3$@ 总容量

source: Memory Pages:
nl: Geheugen-pages:
zh_cn: 内存分页：

# %@ active, %@ wired
source: %1$@ active, %2$@ wired
nl: %1$@ actief, %2$@ wired
zh_cn: %1$@ 已激活， %2$@ 联动

# %@ inactive, %@ free
source: %1$@ inactive, %2$@ free
nl: %1$@ niet actief, %2$@ vrij
zh_cn: %1$@ 未激活， %2$@ 可用空间

source: VM Statistics:
nl: VM-statistiek:
zh_cn: VM 统计资料：

# %@ pageins, %@ pageouts
source: %1$@ pageins, %2$@ pageouts
zh_cn: %1$@ 分页输入， %2$@ 分页输出

# %@ cache lookups, %@ cache hits (%@)
source: %1$@ cache lookups, %2$@ cache hits (%3$@)
zh_cn: %1$@ 缓存查询， %2$@ 缓存命中 (%3$@)

# %@ page faults, %@ copy-on-writes
source: %1$@ page faults, %2$@ copy-on-writes
zh_cn: %1$@ 分页错误， %2$@ copy-on-writes

source: Swap Files:
nl: Swap-bestanden:
zh_cn: 交换文件：

# %@ swap file present in %@
source: %1$@ swap file present in %2$@
nl: %1$@ swap-bestand aanwezig in %2$@
zh_cn: %1$@ 个交换文件滞留在 %2$@

# %@ swap files present in %@
source: %1$@ swap files present in %2$@
nl: %1$@ swap-bestanden aanwezig in %2$@
zh_cn: %1$@ 个交换文件滞留在 %2$@

# %@ encrypted swap file present in %@
source: %1$@ encrypted swap file present in %2$@
nl: %1$@ versleuteld swap-bestand aanwezig in %2$@
zh_cn: %1$@ 个已加密交换文件滞留在 %2$@

# %@ encrypted swap files present in %@
source: %1$@ encrypted swap files present in %2$@
nl: %1$@ versleutelde swap-bestanden aanwezig in %2$@
zh_cn: %1$@ 个已加密交换文件滞留在 %2$@

# %@ swap file at peak usage
source: %1$@ swap file at peak usage
nl: %1$@ swap-bestand op piekgebruiksniveau
zh_cn: %1$@ 个交换文件在使用高峰

# %@ swap files at peak usage
source: %1$@ swap files at peak usage
nl: %1$@ swap-bestanden op piekgebruiksniveau
zh_cn: %1$@ 个交换文件在使用高峰

# %@ total swap space
source: %1$@ total swap space
nl: %1$@ in gebruik voor swap-bestanden
zh_cn: %1$@ 合计交换空间

# %@ total swap space (%@ used)
source: %1$@ total swap space (%2$@ used)
nl: %1$@ in gebruik voor swap-bestanden (%2$@ in gebruik)
zh_cn: %1$@ 合计交换空间 (%2$@ 已使用)

# %@ compressed (%@)
source: %1$@ compressed (%2$@)
nl: %1$@ gecomprimeerd (%2$@)
